injector2degHex/case_interPhaseChangeFoam_3mm/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          120;
        startFace       49380;
    }
    outlet
    {
        type            patch;
        nFaces          120;
        startFace       49500;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          600;
        startFace       49620;
    }
    side1
    {
        type            cyclic;
        neighbourPatch  side2;
        nFaces          10000;
        startFace       50220;
    }
    side2
    {
        type            cyclic;
        neighbourPatch  side1;
        nFaces          10000;
        startFace       60220;
    }
)

// ************************************************************************* //
